xMasterX/all-the-plugins/non_catalog_apps/esp_flasher/lib/esp-serial-flasher/examples/esp32_usb_cdc_acm_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SERIAL_FLASHER_INTERFACE_USB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
